{
    "1e4ab0d3-027a-4969-9436-5b23c26e5eeb": {
        "title": "Encalhado",
        "description": "Diário de Bordo 2469: Enquanto minha nave viajava pelo sistema estelar 5U5 em uma missão de carga, algo me atingiu. Felizmente consegui fazer um pouso de emergência. Não sei onde está a minha nave, mas pelo menos consegui preparar a jangada de emergência a tempo."
    },
    "39d72e47-8eac-4fb9-95b1-ecccc06ff84f": {
        "title": "Posto Avançado do Patrulheiro Espacial",
        "description": "De acordo com a unidade de navegação da nave, deve haver um posto avançado em algum lugar. Estranhamente, não envia sinais há mais de uma década. Talvez eu possa consertar a estação e enviar um sinal de socorro? Olhando para a foto parece degradado. Eu me pergunto o que aconteceu lá..."
    },
    "b7ebd326-60c5-4ee7-a35f-1bd3ef408ded": {
        "title": "Status da Antena",
        "description": "A Antena de Comunicação no posto avançado foi danificada por 'Haybots'. Uma análise mais aprofundada do planeta revela que ele foi tomado por uma mega corporação. Mas algo deve ter dado muito errado... No entanto, eu acho que consigo de construir um pequeno rádio para enviar e receber sinais de socorro locais. No entanto, para melhorar minha Scrap Wood, vou precisar de uma estação de trabalho melhor."
    },
    "0ccc96c2-97dd-47d9-af8b-0ae2343a939e": {
        "title": "Missão de resgate",
        "description": "Eu peguei um sinal estranho não muito longe daqui, aparentemente está marcado como 'URGENTE'. Se eu puder construir uma biruta e uma vela, talvez eu consiga chegar lá."
    },
    "826a19db-2d2e-46fa-9ade-7bcdd8514572": {
        "title": "Notas do Comerciante",
        "description": "As páginas ficaram amareladas. No entanto, elas são feitas de material impermeável e ainda surpreendentemente legíveis:\n\nDia 3\n Eu estava voando perto de um planeta, quando algo atingiu minha nave. Era grande e vivo, mas não como um animal, mais como um robô. Provavelmente não vou conseguir entregar meus caixotes de frutas, mas tenho que consertar os buracos na jangada bem rápido ou vou me afogar.\n\n Dia 4\n O chão está muito molhado, eu deveria sair daqui. \n\n Dia 12\nAs rações de Sunshake estão quase acabando. Vou ter que encontrar algo para beber. Estou deixando essas notas para trás, caso haja outros sobreviventes das outras naves. Eu montei uma base em uma ilha próxima. Se você tiver sorte, eu ainda estou vivo."
    },
    "9ff5727d-f8d7-4bfd-8c39-04ff194f61bc": {
        "title": "Legumes para o Comerciante",
        "description": "Parece que ele está aqui há tempo demais. Se eu não quiser acabar como ele, eu deveria ajudar. Não tenho escolha. Ele precisa de 2 caixas de cenouras e 2 de beterrabas. Ele também me deu a localização de uma estação de empacotamento. Acho que eu deveria começar a cultivar."
    },
    "6160a79b-08c6-4546-872c-48730b53118b": {
        "title": "O Mistério das Wocs",
        "description": "Parece haver algum tipo de segredo das Wocs. Não entendo como isso vai me ajudar a sair do planeta, mas não tenho escolha. Espero encontrar a 'receita' que ele procura..."
    },
    "51c6d229-15a2-4834-a164-e37634fe5b9d": {
        "title": "Frutas para o Trader",
        "description": "Agora ele quer frutas! Para ser exato 2 caixas de amoras e 2 de bananas. Espero que esta seja a última missão que tenho que fazer para ele..."
    },
    "310434f1-84ca-41d1-a60d-ab91dea2aa04": {
        "title": "Cidade da Sucata",
        "description": "Este planeta está muito mais abandonado do que eu imaginava. Uma cidade inteira largada ali caindo aos pedaços. Eu me pergunto o que fez as pessoas abandoná-la tão rapidamente... Talvez eu devesse trazer uma arma mais forte comigo. Acho que eu poderia modificar minha espingarda de batata."
    },
    "cad33bbf-5fc6-433a-b2f5-ae65ca3b43c6": {
        "title": "Invasão ao Armazém",
        "description": "Aparentemente o comerciante não está sozinho. Ele quer que eu resgate um membro de sua tripulação que está refém dentro de um armazém. Talvez seus colegas de tripulação possam ser mais úteis do que um viciado em Sunshake. Também, acho que é a coisa certa a fazer. Se eu quiser mesmo, essa é a minha chance de voltar para casa.\n\nBezos não ficará feliz..."
    },
    "cfee3c4f-e70d-4017-a963-177c4a19ecd2": {
        "title": "Capítulo 2",
        "description": "Obrigado por jogar! Capítulo 2 da história virá em breve™ :) E não se esqueça de conferir Dr Pixel Plays no YouTube!"
    }
}