{
    "1e4ab0d3-027a-4969-9436-5b23c26e5eeb": {
        "title": "Застрявший",
        "description": "Запись в звёздном журнале 2469: Пока мой корабль летел через звёдную систему 5U5 в миссии доставки груза, что-то столкнулось с моим кораблём. К счастью, я смог совершить экстренную посадку. Я не знаю, где мой корабль, но я хотя-бы успел развернуть аварийный плот."
    },  
    "39d72e47-8eac-4fb9-95b1-ecccc06ff84f": {
        "title": "Аванпост космического рейнджера",
        "description": "Судя по модулю навигации корабля, где-то рядом должен быть аванпост. Странно, что он не отправлял сигналов более десятилетия. Возможно, я могу починить станцию и отправить сигнал бедствия? Выглядит поношенным. Интересно, что здесь произошло..."
    },
    "b7ebd326-60c5-4ee7-a35f-1bd3ef408ded": {
        "title": "Статус антенны",
        "description": "Коммуникационная антенна на аванпосте была повреждена 'сеноботами'. Дальнейший анализ планеты выясняет, что она была захвачена мегакорпорацией, но что-то пошло ужасно не так... Однако, у меня должна быть возможность собрать маленькое радио, чтобы отправлять и принимать местные сигналы бедствия. Чтобы сделать деревянные блоки более высокого качества, мне понадобится изготовитель получше."
    },
    "0ccc96c2-97dd-47d9-af8b-0ae2343a939e": {
        "title": "Спасательная миссия",
        "description": "Я получил странный сигнал неподалёку, кажется, он помечен как 'СРОЧНЫЙ'. Если я сделаю флюгер и парус, то смогу добраться туда."
    },
    "826a19db-2d2e-46fa-9ade-7bcdd8514572": {
        "title": "Записки торговца",
        "description": "Страницы пожелтели. Однако, они состоят из водостойкого материала и всё ещё удивительно читаемы:\n\nДень 3\n Я пролетал возле планеты, и что-то столкнулось с моим кораблём. Оно было большое и живое, но не похоже на животное. Скорее, робот. Вероятно, не смогу доставить эти ящики с фруктами, но мне нужно быстро заделать отверстия в корабле, иначе я утону.\n\n День 4\n Пол очень мокрый, мне нужно выбираться отсюда.\n\n День 12\nЗапасы саншейка почти закончились. Мне придётся искать, что попить. Я оставляю за собой эти записки на случай, если тут будут другие выживальщики. Я построил базу на острове неподалёку. Вам повезёт, если я буду всё ещё жив."
    },
    "9ff5727d-f8d7-4bfd-8c39-04ff194f61bc": {
        "title": "Овощи для 'торговца'",
        "description": "Кажется, он тут очень давно. Я должен помочь, если не хочу, чтобы со мной случилось то же, что с ним. К тому же, у меня нет других вариантов. Ему нужны два ящика моркови и свеклы. Также он дал мне координаты упаковочной станции. Мне нужно начать выращивать."
    },
    "6160a79b-08c6-4546-872c-48730b53118b": {
        "title": "Загадка воков",
        "description": "Кажется, у воков есть какой-то секрет. Я не знаю, как это поможет мне выбраться с этой планеты, но у меня нет выбора. Надеюсь, я смогу найти 'рецепт', который я ищу..."
    },
    "51c6d229-15a2-4834-a164-e37634fe5b9d": {
        "title": "Фрукты для торговца",
        "description": "Теперь он хочет фруктов! Точнее, 2 ящика черники и бананов. Надеюсь, это будет последнее поручение, которое я должен для него выполнить..."
    },
    "310434f1-84ca-41d1-a60d-ab91dea2aa04": {
        "title": "Заброшенный город",
        "description": "Эта планета ещё более заброшена, чем я предполагал. Целый город просто стоит тут и разваливается. Интересно, что заставило людей так быстро покинуть его.. Наверное, мне нужно носить с собой более мощное оружие. Думаю, я могу модифицировать свой бульбострел."
    },
    "cad33bbf-5fc6-433a-b2f5-ae65ca3b43c6": {
        "title": "Рейд склада",
        "description": "Похоже, торговец не одинок. Он хочет, чтобы я спас члена его команды, которого держат в заложниках на этом складе. Возможно, от его напарников я смогу получить что-нибудь более полезное, чем зависимость от саншейка. Ещё я считаю, это просто правильно. Если я хочу вернуться домой, это может быть мой единственный шанс.\n\nБезос не будет рад..."
    },
    "cfee3c4f-e70d-4017-a963-177c4a19ecd2": {
        "title": "Глава 2",
        "description": "Спасибо за игру! Вторая глава игры скоро выйдет™ :) И не забудьте посмотреть Dr Pixel Plays на YouTube!"
    }
}