{
    "ecf82a9f-26a1-4cac-b7de-ad69f4aba635": {
        "title": "Witaj do Raft Mechanic'a!",
        "description": "Dziękuje że grasz w NASZEGO moda!Jak zacząć gre:\n\n • Pierwsze, zbierz troche drewna i plastiku które pływają w morzu i stwórz narzędzia jak młotek.\n\n • Młotek był znerfowany, więc nie moża już ścinać drzew. Także zadaje mniej obrażeń. Lepiej używać narzędi jak Siekiera lub Dzida dla takich rzeczy.\n\n • Najlepszy sposób żeby zdobyć jedzenie to łowienie. Opis narzędzi ma więcej informacji\n\n • żeby być nawodnionym będziesz potrzebował oczyszczacza wody żeby dostarczał ci świeżą wode.\n\n • I nie zapomnij o zagrożeniach! Jak rekiny i inne nie zbyt dobre rzeczy."
    },
    "1e4ab0d3-027a-4969-9436-5b23c26e5eeb": {
        "title": "Zagubiony",
        "description": "Starlog 2469: Kiedy mój statek leciał przez przez system gwiezdny 5U5 na misje dostawczą, coś uderzyło mój statek. Na szczęście zdąrzyłem włączyć lądowanie awaryjne. Nie wiem gdzie jest mój statek, ale zdążyłem rozłożycz tratwe awaryjną na czas."
    },  
    "39d72e47-8eac-4fb9-95b1-ecccc06ff84f": {
        "title": "Posterunek kosmicznego strażnika",
        "description": "Według nawigacji statku gdzieś powinien być placówkaZ jakiegoś powodu nie wysyłało sygnałów przez więcej niż dekade. Może moge naprawić wierze i wysłać sygnał ratunkowy? Patrząc na obrazek wygląda na zepsutą. Ciekawe co się tutaj stało... Może powinienem zimprowizować broń."
    },
    "b7ebd326-60c5-4ee7-a35f-1bd3ef408ded": {
        "title": "Status Anteny",
        "description": "Komunikacyjna antena w placówce była zniszczona przez 'Haybot'y'. Dalsza analiza pokazuje że planeta była przejęta przez mega korporacje. Ale coś musiało pójść bardzo źle... Ale, powinienem moc zbudować radio i otrzymywać sygnały. Żeby ulepszyć moje drewno będe potrzebował lepszej stacju tworzącej."
    },
    "0ccc96c2-97dd-47d9-af8b-0ae2343a939e": {
        "title": "Misja ratunkowa",
        "description": "Otrzymałem dziwny sygnał nie daleko stąd, podobno był oznaczony jako 'WAŻNE'. Jeżeli moge zbudować maszt będe mógł się tam dostać."
    },
    "826a19db-2d2e-46fa-9ade-7bcdd8514572": {
        "title": "Notatki Handlarza",
        "description": "Kartki stały się żółte. Ale były stworzone z wodoodpornego materiału i były wmiare widoczne:\n\nDzień 3\n Leciałem blisko planety kiedy cos uderzyło w mój statek. to było duże i żywe ale nie jak zwierze, bardziej jak robot. Prawdopodbnie nie będe mógł dostarczyć moich skrzynek z owocami ale musze naprawić dziury w statku szybko albo utone.\n\n Dzień 4\n Podłoga jest bardzo mokra, Powinienem się stamtąd wydostać.\n\n Dzień 12\nButelki z sunshakiem są prawie puste. Będe musiał znaleść coś do picia zostawiam notatki zasobą gdyby ktoś przeżył w innych statkach. Zrobiłem baze na bliskiej wyspie jeżeli jesteś szczęśliwy, ja wciąż żyje."
    },
    "9ff5727d-f8d7-4bfd-8c39-04ff194f61bc": {
        "title": "Warzywa dla handlarza'",
        "description": "Wygląda jakby był tu zadługo. Jeżeli nie chce zostać jak on powinienem pomóc. Nie mam lepszych opcji. On potrzebuje 2 skrzynki marchewek i buraków. Dał mi też znacznik do stacji pakującej. Powinienem zacząć sadzić."
    },
    "6160a79b-08c6-4546-872c-48730b53118b": {
        "title": "Zagadka Aworków",
        "description": "Zdaje się żeby tu był jakiś sekret do Aworków. Nie rozumiem jak to ma pomóc zeby zdjąć mnie z tej planety ale nie mam wyboru. Mam nadzieje że moge znaleść 'przepis' jaki on szuka..."
    },
    "51c6d229-15a2-4834-a164-e37634fe5b9d": {
        "title": "Owoce dla handlarza",
        "description": "Teraz chce owoce. Żeby być dokładnym 2 skrzynki jagód i bananów. Mam nadzieje że to będzie ostatnia prośba jaką musze dla niego zrobić..."
    },
    "310434f1-84ca-41d1-a60d-ab91dea2aa04": {
        "title": "Wielkie 'Scrap City'",
        "description": "Ta planeta jest bardziej opuszczona niż myślałem. Całe miasto poprostu tu siedzi zawalając się. Ciekawe dlaczego ludzie opuścili je tak szybko.. Powinienem przynieść silniejszą broń ze sobą. Moge zmodyfikować moją broń, przynajmniej tak myśle."
    },
    "cad33bbf-5fc6-433a-b2f5-ae65ca3b43c6": {
        "title": "Najazd na magazyn",
        "description": "Okazało się że Handlarz nie jest sam. Chce żebym uratował jednego z jego drużyny który jest trzymany za zakładnika w magazynie. Może jego drużyna będzie bardziej użyteczna niż ktoś uzależniony od sunshake'ów. I to jest też dobra rzecz do zrobienia. Jeżeli chce miec szanse wrócić do domu, to to jest moja jedyna szansa.\n\nBezos nie będzie szczęśliwy..."
    },
    "cfee3c4f-e70d-4017-a963-177c4a19ecd2": {
        "title": "Rozdział 2",
        "description": "Dziękujemy za granie Rozdział drugi™ wyjdzie za nie długo:) I nie zapomnij zasubskrybować do 'Dr Pixel Plays' na YouTub'ie!"
    }
}