{
    "1e4ab0d3-027a-4969-9436-5b23c26e5eeb": {
        "title": "Gestranded",
        "description": "Sternenlog 2469: Als mein Schiff durch das 5U5-Sternensystem, auf einer Transportmission reiste, hat etwas mein Schiff getroffen. Glücklicherweie konnte ich eine Notfalllandung durchführen. Ich weiß nicht wo mein Schiff ist, aber immerhin konnte ich das Notfall-Floß rechtzeitig aktivieren."
    },  
    "39d72e47-8eac-4fb9-95b1-ecccc06ff84f": {
        "title": "Weltraum Ranger's Außenposten",
        "description": "Laut der Navigationseinheit des Schiffs sollte hier ein Außenposten irgendwo sein. Seltsamerweise hat er seit Jahrzehnten keine Signale mehr gesendet. Vielleicht kan ich den Außenposten reparirern und ein Hilfesignal senden? Auf dem Bild sieht der Ort heruntergekommen aus. Ich frage mich was dort passiert ist."
    },
    "b7ebd326-60c5-4ee7-a35f-1bd3ef408ded": {
        "title": "Antennen Status",
        "description": "Die Kommunikationsantenne im Außenposten wurde von 'Heu-Robotern' beschädigt. Weitere Analyse des Planeten zeigt das er von einer Mega-Konzern beherrscht wurde. Aber etwas muss furchtbar schief gelaufen sein. Jedoch sollte ich in der Lage sein ein kleines Radio zu bauen um lokale Hilfesignale zu senden un zu empfangen. Um mein Holz zu verbessern brauche ich jedoch eine bessere Werkbank."
    },
    "0ccc96c2-97dd-47d9-af8b-0ae2343a939e": {
        "title": "Rescue Mission",
        "description": "I picked up a weird signal not far from here, apparently it's marked as 'URGENT'. If I can build a windsock and a sail, I should be able to get there."
    },
    "826a19db-2d2e-46fa-9ade-7bcdd8514572": {
        "title": "Trader's Notes",
        "description": "The pages have become yellowed. However they are made out of waterproof material and still surprisingly readable:\n\nDay 3\n I was flying near a planet, when something hit my ship. It was big and alive, but not like an animal, more of a robot. Probably won't be able to deliver my fruit crates, but I have to patch up the holes in the ship fast, or I will drown.\n\n Day 4\n Floor is very wet, I should get out of here.\n\n Day 12\nSunshake rations are almost empty. I’ll have to find something to drink. I'm leaving these notes behind, in case there should be any other survivors of the other ships. I set up a base on a nearby island. If you’re lucky, I’m still alive"
    },
    "9ff5727d-f8d7-4bfd-8c39-04ff194f61bc": {
        "title": "Vegetables for 'Trader'",
        "description": "Looks like he’s been here for far too long. If I don’t want to end up like him, I should help. I don’t have any better options either. He needs 2 crates of carrots and redbeet. He also gave me a waypoint to a packing station. I should start farming."
    },
    "6160a79b-08c6-4546-872c-48730b53118b": {
        "title": "The Mystery of the Wocs",
        "description": "There seems to be some kind of secret to Wocs. I don’t understand how this will help me get off the planet, but I have no choice. I hope I can find the 'recipe' he is looking for..."
    },
    "51c6d229-15a2-4834-a164-e37634fe5b9d": {
        "title": "Fruits for Trader",
        "description": "Now he wants fruits! To be exact 2 crates of blueberries and bananas. I hope this will be the last errand I have to do for him..."
    },
    "310434f1-84ca-41d1-a60d-ab91dea2aa04": {
        "title": "Scrap City",
        "description": "This planet is a lot more abandoned than I assumed. An entire city just sitting there falling apart. I wonder what made people abandon it so quickly.. Maybe I should bring a stronger weapon with me. I could modify my spudgun, I think."
    },
    "cad33bbf-5fc6-433a-b2f5-ae65ca3b43c6": {
        "title": "Warehouse Raid",
        "description": "Apparently the trader isn’t alone. He wants me to rescue a member of his crew who is held hostage inside a warehouse. Perhaps his crewmates could prove more useful than a Sunshake addict. I guess it’s also the right thing to do. If I want a chance at returning home, then this is my only chance.\n\nBezos will not be happy..."
    },
    "cfee3c4f-e70d-4017-a963-177c4a19ecd2": {
        "title": "Chapter 2",
        "description": "Thanks for playing! Chapter 2 of the story coming soon™ :) And don't forget to check out Dr Pixel Plays on YouTube!"
    }
}