{
    "ecf82a9f-26a1-4cac-b7de-ad69f4aba635": {
        "title": "Benvenuto su Raft Mechanic",
        "description": "Grazie per aver giocato la NOSTRA mod! Come iniziare:\n\n • Raccogli del legno e della plastica che galleggia nell'oceano e crea degli attrezzi come il martello.\n\n • Il martello è stato depotenziato, quindi non può più abbattere gli alberi. Fa pure meno danno. Ti conviene usare attrezzi come l'ascia e la lancia per queste azioni.\n\n • Il miglior modo per ottenere cibo è pescare. La descrizione dell'oggetto da più informazioni.\n\n • Per rimanere idratato, ti servirà un purificafore d'acqua per avere una scorta di acqua pulita.\n\n • Non dimenticare i pericoli! Come gli squali e altre creature non molto simpatiche."
    },
    "1e4ab0d3-027a-4969-9436-5b23c26e5eeb": {
        "title": "Disperso",
        "description": "Nota stellare 2469: Mentre stavo viaggiando per il sistema stellare 5U5 in una missione cargo, qualcosa ha colpito la mia nave spaziale. Fortunatamente sono riuscito a fare un atterraggio di emergenza. Non so dov'è la mia nave, ma sono riuscito a schierare la zattera di emergenza in tempo."
    },  
    "39d72e47-8eac-4fb9-95b1-ecccc06ff84f": {
        "title": "Avamposto del Ranger spaziale",
        "description": "Secondo l'unità di navigazione della nave dovrebbe esserci un avamposto da qualche parte. Stranamente non manda segnali da più di un decennio. Credo di poter riparlo e mandare un segnale di soccorso. Guardando l'immagine sembra abbandonato. Mi chiedo cosa sia successo lì... Penso di poter improvvisare un'arma."
    },
    "b7ebd326-60c5-4ee7-a35f-1bd3ef408ded": {
        "title": "Stato dell'antenna",
        "description": "L'antenna di comunicazione dell'avamposto è stata danneggiata da 'Haybot'. Un'analisi più approfondita del pianeta rivela che era sotto il controllo di una mega corporazione. Ma qualcosa è andato terribilmente storto... Dovrei riuscire a costruire una piccola radio per mandare e ricevere segnali di soccorso. Per migliorare il mio legno rottamato, mi servirà un fabbricatore migliore."
    },
    "0ccc96c2-97dd-47d9-af8b-0ae2343a939e": {
        "title": "Missione di soccorso",
        "description": "Mi è arrivato uno strano segnale non lontano da qui, apparentemente è segnato come 'URGENTE'. Se costruisco una vela, potrei andarci."
    },
    "826a19db-2d2e-46fa-9ade-7bcdd8514572": {
        "title": "Note del Commerciante",
        "description": "Le pagine sono ingiallite. Però sono fatte di materiale impermeabile e sorprendentemente ancora leggibile:\n\nGiorno 3\n Stavo volando vicino un pianeta quando qualcosa ha colpito la mia nave. Era grande e vivo, ma non come un'animale, più come un robot. Probabilmente non potrò consegnare le mie scatole di frutta, ma devo riparare i buchi nella nave velocemente, o soffocherò.\n\n Giorno 4\n Il pavimento è bagnato, dovrei uscire da qui.\n\n Giorno 12\nSta per finire la riserva di Sunshake. Dovrò trovare qualcosa da bere. Sto lasciando qui le mie note, nel caso che ci siano altri sopravvissuti di altre navi. Ho creato una base in un'isola vicina. Se sei fortunato, sarò ancora vivo."
    },
    "9ff5727d-f8d7-4bfd-8c39-04ff194f61bc": {
        "title": "Verdura per il Commerciante",
        "description": "Sembra sia stato qui per troppo tempo. Se voglio evitare di diventare come lui, dovrei aiutarlo, non ho mica opzioni migliori comunque. Ha bisogno di 2 scatole di barbabietole e carote. Mi ha anche dato il waypoint di una stazione di impacchettamento. Dovrei iniziare a coltivare."
    },
    "6160a79b-08c6-4546-872c-48730b53118b": {
        "title": "Il mistero delle Woc",
        "description": "Sembra esserci qualche strano segreto riguardante le Woc. Non capisco come questo dovrebbe aiutare ad andare via dal pianeta, ma non ho altra scelta. Spero di trovare la 'ricetta' che sta cercando..."
    },
    "51c6d229-15a2-4834-a164-e37634fe5b9d": {
        "title": "Frutta per il Commerciante",
        "description": "Ora vuole la frutta! Per essere precisi, 2 scatole di mirtilli e banane. Spero che questo sia l'ultimo compito che devo fare per lui..."
    },
    "310434f1-84ca-41d1-a60d-ab91dea2aa04": {
        "title": "Città di rottami",
        "description": "Questo pianeta è più abbandonato di quanto pensassi. C'è un'intera città che sta cadendo a pezzi. Mi chiedo cosa sia successo per causare l'abbandono così veloce delle persone dal pianeta.. Forse dovrei portare con me un'arma più potente. Potrei modificare il mio fucile, penso."
    },
    "cad33bbf-5fc6-433a-b2f5-ae65ca3b43c6": {
        "title": "Incursione nel magazzino",
        "description": "Apparentemente il Commerciante non è da solo. Vuole che io vada a soccorre un membro del suo equipaggio che è tenuto in ostaggio dentro un magazzino. Forse il suo equipaggio potrebbe essere più utile di un dipendente da Sunshake. Penso sia la cosa giusta da fare. Se voglio la possibilità di tornare a casa, questa è la mia unica possibilità.\n\nBezos non sarà contento..."
    },
    "cfee3c4f-e70d-4017-a963-177c4a19ecd2": {
        "title": "Capitolo 2",
        "description": "Grazie per aver giocato! Il Capitolo 2 della storia arriva presto™ :) E non dimenticare di guardare Dr Pixel Plays su YouTube!"
    }
}